{
  "legal-one-title": "Цель",
  "legal-one-content": "<p>Данные Условия использования применимы к любым шаблонам, услугам и сайту BoroBazar. Перед тем, как вы зарегистрируетесь, скачаете или используете продукты RedQ для своих целей, убедитесь, что вы прочитали, поняли и согласились со всеми условиями. Используя RedQ и/или другие продукты, мы предполагаем, что вы согласны со всеми Условиями использования, указанными ниже.</p>",
  "legal-two-title": "Изменения",
  "legal-two-content": "<p>Команда RedQ и BoroBazar оставляют за собой право по своему усмотрению вносить изменения или заменять условия данного Соглашения в любое время. Если изменения будут являться существенными, RedQ может или не может уведомить вас, разместив объявление на данном сайте. Что является существенным изменением, будет определяться по усмотрению RedQ. Вы обязаны следить за любыми такими изменениями. Использование наших услуг после уведомления о существенном изменении в данном Соглашении будет означать ваше согласие с измененным Соглашением.</p>",
  "legal-three-title": "Совместимость продукта/Обновления",

  
  "legal-three-content": "<p>Наши шаблоны BoroBazar и плагины, связанные с шаблоном, разработаны для совместимости с последней доступной версией WordPress. Наши шаблоны и плагины поддерживают последние современные веб-браузеры, включая (но не ограничиваясь) Chrome, Safari и Firefox. Мы не предоставляем поддержку для Internet Explorer для любого из наших шаблонов.</p>",
  "legal-four-title": "Ограничение ответственности",


  "legal-four-content": "<p>Под никаким обстоятельством RedQ не будет нести ответственности за прямые, косвенные, специальные, случайные или последующие убытки, включая, но не ограничиваясь утратой данных или прибыли, возникающие в результате использования или невозможности использования материалов на этом сайте, даже если RedQ или уполномоченный представитель был предупрежден о возможности таких убытков. Если использование материалов с этого сайта приводит к необходимости обслуживания, ремонта или корректировки оборудования или данных, вы несете все соответствующие расходы.</p>",
  "legal-five-title": "Модификации",
  "legal-five-content": "<p>Вы можете модифицировать любой из наших продуктов в соответствии с вашими требованиями. Модификации, выполненные непосредственно внутри плагина или шаблона, аннулируют лицензию на поддержку. RedQ не будет обязан предоставлять поддержку для настроенных установок. Также могут возникнуть дополнительные расходы для предоставления поддержки для настроенных установок.</p>",
  "legal-six-title": "Собственность и ответственность",
  "legal-six-content": "<p>Вы не можете претендовать на интеллектуальную или эксклюзивную собственность на любой из наших продуктов, модифицированных или не модифицированных. Все продукты являются собственностью RedQ. Наши продукты предоставляются как есть без гарантии любого вида, явно выраженной или подразумеваемой. В любом случае наш юридический лицо не будет нести ответственности за убытки, включая, но не ограничиваясь, прямые, косвенные, специальные, случайные или последующие убытки или другие убытки, возникающие в результате использования или невозможности использования наших продуктов.</p>",
  "legal-seven-content": "<p>Лицензии действительны в течение одного года с даты покупки. Для получения обновлений и поддержки приобретенного шаблона требуется действительный и активный лицензионный ключ. После истечения года вы должны приобрести новую лицензию, иначе вы не получите никаких обновлений или поддержки.</p>",
  "legal-eight-title": "Несанкционированные/незаконные использования",
  "legal-eight-content": "<p>Мы, RedQ, оставляем за собой право немедленно заблокировать вашу учетную запись в любое время с или без предварительного уведомления, если мы считаем, что вы пытаетесь злоупотреблять условиями лицензии или нашим бизнесом любым способом. Если вы создаете учетную запись у нас, вы несете ответственность за обеспечение безопасности своей учетной записи и полностью несете ответственность за все действия, которые происходят под учетной записью и любые другие действия, предпринятые в связи с учетной записью. Вы должны незамедлительно уведомлять RedQ о любом несанкционированном использовании вашей учетной записи или любом другом нарушении безопасности. RedQ не несет ответственности за нарушения безопасности или за любое несанкционированное использование вашей учетной записи.</p>",
  "end": "end"
}